
var data = {
		'辽宁': {
	        '沈阳': ['和平区', '沈河区','新城子区', '康平县', '法库县', '新民市', '其他'],
	        '鞍山': ['铁东区', '铁西区','海城市', '其他'],
	        '铁岭': ['银州区','昌图县', '调兵山市', '开原市', '其他'],
	        '葫芦岛': ['连山区','建昌县', '兴城市', '其他']
            },
	    '吉林': {
	        '长春': ['南关区', '宽城区','德惠市', '其他'],
	        '吉林': ['昌邑区', '蛟河市', '桦甸市', '舒兰市', '磐石市', '其他'],
	        '四平': ['铁西区', '公主岭市', '双辽市', '其他'],
	        '辽源': ['龙山区', '西安区', '东丰县', '东辽县', '其他'],
	        '白山': ['八道江区', '长白朝鲜族自治县', '临江市', '其他'],
	        '松原': ['宁江区', '长岭县', '乾安县', '扶余县', '其他'],
	        '白城': ['洮北区', '镇赉县', '通榆县', '洮南市', '大安市', '其他'],
	        '延边': ['延吉市', '图们市', '敦化市','安图县', '其他']
	        }, 
		'广东': {
	        '广州': ['荔湾区', '越秀区', '海珠区', '天河区', '白云区', '黄埔区', '番禺区', '花都区', '南沙区', '萝岗区', '增城市', '从化市', '其他'],
	        '汕头': ['龙湖区', '金平区', '濠江区', '潮阳区', '潮南区', '澄海区', '南澳县', '其他'],
	        '湛江': ['赤坎区', '霞山区', '雷州市', '吴川市', '其他'],
	        '茂名': ['茂南区', '茂港区', '电白县', '高州市', '化州市', '信宜市', '其他'],
	        '汕尾': ['城区', '海丰县', '陆河县', '陆丰市', '其他'],
	        '河源': ['源城区', '紫金县', '龙川县', '连平县', '和平县', '东源县', '其他'],
	        '清远': ['清城区', '连南瑶族自治县', '清新县', '英德市', '连州市', '其他'],
	        '揭阳': ['榕城区', '揭东县', '揭西县', '惠来县', '普宁市', '其他']
        }	        
	}

